{
  "Json_Data": [
    {

      "HouseAds_package": "com.dev3a.freediamonds",
      "HouseAds_title": "Subway Surfers 35",
      "HouseAds_discripton": "Help Jake, Tricky & Fresh escape from the grumpy Inspector and his dog!",
      "HouseAds_image": "https://i.imgur.com/XZHOjBO.jpg",
      "HouseAds_icon": "https://i.imgur.com/P6eHtK0.jpg",


      "Admob_interstitial": "ca-app-pub-3940256099942544/1033173712",
      "Admob_banner": "ca-app-pub-3940256099942544/6300978111",
      "Admob_native": "ca-app-pub-3940256099942544/2247696110",
      "Admob_250": "ca-app-pub-3940256099942544/6300978111",
	  
	  
      "Facebook_interstitial": "228242211981026_373377374134175",
      "Facebook_banner": "228242211981026_373377037467542",
      "Facebook_native": "228242211981026_373377604134152",
      "Facebook_250": "228242211981026_373996004072312",


      "Mopub_interstitial": "XXXXX ID Dyalk ",
      "Mopub_banner": "XXXXX ID Dyalk",
      "Mopub_rectangle": "XXXXX ID Dyalk",


      "Unity_id": "4248039",
      "Unity_banner_Placement": "Banner_Android",
      "Unity_interstitial_Placement": "Interstitial_Android",


      "IronSource_App_Key": "XXXXX ID Dyalk",
      "IronSource_interstitial": "YOUR_PLACEMENT_ID",
      "IronSource_banner": "YOUR_PLACEMENT_ID",
 

      "Appodeal_id": "XXXXX ID Dyalk",
      "Startapp_id": "XXXXX ID Dyalk",


      "Active_Ad_network": "admob facebook unity",

      "Ad__1__Interstitial": "facebook",
      "Ad__2__Interstitial": "unity",
      "Ad__3__Interstitial": "admob",
      "Ad__4__Interstitial": "facebook",


      "Ad__X__Banner": "facebook",
      "Ad__X__Native": "facebook",
      "Ad__X__Rectangle": "facebook",


      "Test_mode_unity"     : "no",
      "Test_mode_appodeal"  : "no",
      "Debug_mode_facebook" : "no",
      "Show_help_toast"     : "no",

      "ClicksTo_showAd": "2",
      "Active_PackageName": "com.dev3a.freediamonds",
      "OnBack_ClicksTo_showAd": "10",

      "Show_Wallpapers_Button"     : "no",

      "Ad_format_fi_detail_1"   : "rectangle",
      "Ad_format_fi_detail_2"   : "native",
      "Ad_format_fi_detail_3"   : "rectangle",
	  
      "Enable_backgroundAds": "yes",

      "App_suspended": "no",
      "NewApp_package": "com.facebook.lite",
      "NewApp_title": "App update!",
      "NewApp_message": "please update to new version!",

      "Gdpr_activate": "no",
      "Gdpr_id": "pub-3940256099942544",

      "Cpa_activate": "no",
      "Cpa_text": "Claim Your Free Diamonds Here",
      "Cpa_image": "https://i.imgur.com/gw4iV9Q.png",
      "Cpa_url": "https://www.google.com/",

      "Json_Checker": "dont_change_this"

    }
  ],
  
  
  "MoreApps": [
    {
      "package": "com.whatsapp",
      "name": "WhatsApp free",
      "icon": "https://icons-for-free.com/iconfiles/png/512/message+messaging+messenger+round+icon+whatsapp+icon-1320190506693370947.png",
      "stars": "1"
    },
    {
      "package": "com.instagram.android",
      "name": "Instagram",
      "icon": "https://play-lh.googleusercontent.com/h9jWMwqb-h9hjP4THqrJ50eIwPekjv7QPmTpA85gFQ10PjV02CoGAcYLLptqd19Sa1iJ",
      "stars": "3"
    }
  ],
  
  
  "wallpapers": [
    {
      "id": "1",
      "name": "pubg mobile",
      "image": "https://i.imgur.com/IjhEZzM.jpg"
    },
    {
      "id": "2",
      "name": "pubg mobile",
      "image": "https://i.imgur.com/cV1qZkF.jpg"
    },
    {
      "id": "3",
      "name": "pubg mobile",
      "image": "https://i.imgur.com/LfUosdM.jpg"
    },
    {
      "id": "4",
      "name": "pubg mobile",
      "image": "https://i.imgur.com/2RRGM83.jpg"
    },
    {
      "id": "5",
      "name": "pubg mobile",
      "image": "https://i.imgur.com/hwkECph.jpg"
    },
    {
      "id": "6",
      "name": "pubg mobile",
      "image": "https://i.imgur.com/22Rst8f.jpg"
    },
    {
      "id": "7",
      "name": "pubg mobile",
      "image": "https://i.imgur.com/R1RDz3v.jpg"
    },
    {
      "id": "8",
      "name": "pubg mobile",
      "image": "https://i.imgur.com/CAJ9Jzs.jpg"
    },
    {
      "id": "9",
      "name": "pubg mobile",
      "image": "https://i.imgur.com/8PzFzxq.jpg"
    },
    {
      "id": "10",
      "name": "pubg mobile",
      "image": "https://i.imgur.com/XmoZyWW.jpg"
    },
    {
      "id": "11",
      "name": "pubg mobile",
      "image": "https://i.imgur.com/EDTx95j.jpg"
    },
    {
      "id": "12",
      "name": "pubg mobile",
      "image": "https://i.imgur.com/fn94nla.jpg"
    }
  ],
  
  
  "GuideContent": [
    {
      "title": "Tips & Tricks",
      "likes": "7.9k",
      "dislikes": "918",
      "icon": "https://i.imgur.com/dcD9SHw.png",
	  "text": "Choose The Correct Login Point: Choosing a landing point is only the first step to victory. Although it may seem trivial, it is not. Determining where to start allows you to decide whether to start the game correctly. The important thing is to choose a place that is isolated from other players, very close to the city, but not so close. So, the best option is to fall from the town, observe where other people fall and enter to explore. It is very important that we dont expose ourselves too much before we dont have the proper equipment, especially when we are everywhere where both quantity and quality are robbed, there will be players in many places. Get Device: Once we land, the first thing we need to do is to find weapons, protection, first aid kits, etc. At the beginning of the game, the best way is to grab everything we can find, because we can always improve and replace equipment. Explore Military Sites: If there is no enemy in sight, it is a good idea to explore attractions such as watch towers, containers, battle es or military tents. In these places, whether it is weapons or supplies, there are usually a lot of loot. It is not very wise to explore these areas from the beginning, but if we do it in the middle of the game, there will always be a lot to do. There will definitely be fewer players lurking to destroy us. In such places, kits are usually found to improve bulletproof vests. Please pay attention when exploring, because although you can wear a first-level vest, it is strongly recommended that you upgrade it as soon as possible. The last player will always have powerful weapons.",
      "image": "https://i.imgur.com/dXB94zK.jpg",
	  "text2": "Please Pay Attention To The Safe Area: The safe area is described by a white circle, which we can see on the map and mini map. In this area, we will be safe, because outside the area, radioactive storms will take our lives over time. If we pay attention to safe areas, we often see players fleeing to escape the storm before it is too late. This situation is an excellent opportunity to eliminate the opponent. Look At The Mini Map: Mini maps are very important to avoid a series of threats to our existence. If you hear gunshots nearby, look for the red triangles on the mini map as they will indicate the origin of the gunshots. In this way, you will know that there are enemies nearby. At other times, we will hear explosions and vehicles driven by players. Both will be marked with yellow or red dots around the mini map. This will tell us which direction the sound comes from. In addition to radiation, there are hazardous areas. These areas are marked as dangerous with red circles. In a few seconds, a bomber will destroy that place, so please escape as soon as possible! The drone shows the position of the player inside the yellow circle. Dont expose yourself to other people, but look closer to where the players you find are.",
      "image2": "https://i.imgur.com/m1IVaFy.jpg",
	  "text3": "Take Cover: There are buildings, walls, containers, stones, trees, etc. everywhere on the map. Use it as a cover! The worst thing we can do in this game has been exposed. When you are traveling, please try to protect the environment so as not to drop the connection when facing observers. However, this means that we must proceed with caution. We will never know whether this wall or the wall behind the building covered the opponent with a bullet gun, ready to kick us out of the game with two assaults. Use The Vehicle Carefully: These vehicles are used to quickly move to other places, where there are a lot of loot, and can also pass the players we found on the road without players. If we make too much sound, other players will be able to hear us. Therefore, please be careful when using cars, trucks and motorcycles so as not to reveal our location.",
      "image3": "https://i.imgur.com/dXB94zK.jpg"
    },


    {
      "title": "Characters",
	  "likes": "8.1k",
      "dislikes": "124",
      "icon": "https://i.imgur.com/f3Q2Ael.png",
	  "text": "HAYATO: Special ability: The less life, the stronger his attack power will be. Price:1999 diamonds (currently only packaging). Shimada Hayato comes from an ancient samurai family. He has a deep sense of honor and proudly carries the blood, tradition and curse of his family. He is willing to do anything to protect his greatest secret, and no matter who the opponent is, he will use the katana. This role is very useful for duel lovers. If you try to use a weapon with a large magazine, even if you have the same weapon, a long-distance exchange will eventually cause more damage than your opponent. MOCO: Special ability: In a few seconds, let your teammates see where the enemy you are shooting. Price: 499 diamonds. Moco is one of the best hackers and is known as an internet legend. She is skilled and very smart, able to get information from anywhere without leaving a trace-the ghost of the Internet! If you like to play with other people, the character is very helpful in the task of ambushing the enemy because of the ability of the enemy to be marked or identified. WUKONG: Special ability: Become a bush, charging time is several minutes. Price: 499 diamonds. Wukong is like a person who looks like a monkey. Or a monkey that looks like a human. We dont know, because he is so mysterious, no one knows his past or age. This character is a good idea for those who want to play the game in a more passive way. These characters are always hidden and ready to cause death scares to enemies passing by. Shotgun is your best friend!",
      "image": "https://i.imgur.com/dXB94zK.jpg",
	  "text2": "ANTONIO: Special ability: The game has more lives than other characters. Price: 499 diamonds. Antonio is an orphan, he created his own street gang. He grew up to become the gang boss and got rid of all his opponents in seven years. If someone wants to threaten his family, please prepare him: even if it may be life-threatening, he will do everything he can to protect them. This role is the best if we want to take advantage of the first encounter. He increased the initial lifespan, thus showing higher durability at the beginning of the game. ANDREW: Special ability: Bulletproof vest is more resistant, so playing with Andrew will take longer to rest. Price:1000 coins (If you log in from the main menu, Andrew is a free character). Andrew is a former policeman who has spent most of his life chasing criminals in prison. Because of his experience, he became an expert in survival and armed combat. In addition, Andrew is extremely resistant to damage. Is a useful role for us who seek defense rather than aggressive style. KELLY: Special ability: Kellys sprint speed is faster than usual, which allows us to reach the enemy, rob or escape danger in front of others Price: 2000 coins or 399 diamonds. Kellys real name is Shimada Kiriko. She is a teenager or a student. She is an elite athlete and will not stop training in track and field or academy, so she has become the fastest character in Free Fire. If we want to enter the site earlier than others, or have an advantage in chasing on foot, playing Kelly will be the best choice.",
      "image2": "https://i.imgur.com/m1IVaFy.jpg",
	  "text3": "OLIVIA: Special Ability: Companion gains more lives through Olivias revival. Price: 2000 coins or 399 diamonds. Olivia is a professional nurse and an expert in taking care of others. She always said that helping others is her happiest thing whether they are friends or enemies, no matter if it is dangerous to her. She is a good character in duo and squad mode because she can heal teammates quickly and effectively. However, if we choose her as the solo mode, it is like playing with Eve and Adam, because it does not bring us any personal benefits. FORD: Special ability: Compared with other characters, Ford suffers less damage in the radioactive area. Price: 2000 coins or 399 precious stones. SFord is a sailor. The harsh life of the ocean has increased their resistance and survivability. He is the most mysterious character, he doesnt want to reveal his secrets. This person is a good choice if we want to land in the most extreme place on the map and explore quietly. Hide in the radioactive area for a short time and surprise our opponents by ambushing, but be careful!. NIKITA: Special ability: Nikita can charge the submachine gun faster, which is a real advantage in one-to-one situations. Price: 2500 coins or 499 diamonds. Nikita is the professional bodyguard of Carolyn, the chairman of FreeFire. She learned to use different weapons since she was a child and became the champion of various competitions. This is useful for those of us who want to make full use of the shooting rhythm and magazine of the submachine gun but pay attention to the ammunition!. MISHA: Special ability: All vehicles driven by Misha can reach higher speeds and suffer less damage. Price: 8000 coins or 499 diamonds. Misha is a racing expert and a very brave girl. She loves speed and likes to keep all her opponents in the dust. For her, there are no corners, only straights. She is a suitable role for those who often use vehicles and are speed lovers. hold on!.",
      "image3": "https://i.imgur.com/dXB94zK.jpg"
    },


    {
      "title": "Vehicles",
       "likes": "5k",
      "dislikes": "442",
      "icon": "https://i.imgur.com/0C9U3Lh.png",
	  "text": "SPORTS CAR: This car has a very obvious advantage over other cars: it is the fastest car in Free Fire. Indeed, it cannot withstand as many blows as other blows, but the maximum speed it reaches attracts all players who like speed. Once you find a car, do not hesitate to drive one of them, especially if you leave the safe zone. If you find this car, you know that you will easily explore the map in just a minute. Curious details: Since the sports car is very fast, if you hit a pedestrian, he will fly away and take extra damage from the fall. MONSTER CAR: Huge truck is the largest and strongest vehicle. It is difficult to destroy it with gunshots and grenades, but the disadvantage is that the speed is a bit slow. Since this is huge, if you manage to reach the enemy with this car, you can usually eliminate it with a single charge. One thing to remember is that you will almost certainly never find 4x4 at the beginning of the game. Usually, Monster Truck will only appear on a few points on the map after launching from the truck. Pay attention to the sky! It can be eliminated with a single charge.",
      "image": "https://i.imgur.com/dXB94zK.jpg",
	  "text2": "MOTORCYCLE: This motorcycle has a perfect combination of speed and handling, which is why many players like it. However, the disadvantage of this is that it exposes the rider, so if you dont go fast, you can easily become a target The good news is that since the motorcycle is small, you can move faster and pass through narrow places without many problems. AMPHIBIAN: If you see this car and need to cross the river, dont even think about it: use this amphibian. Driven by water, this four-wheel bike provides you with all the sporting versatility on two Free Fire maps. As you might expect, it is often found in areas with rivers nearby. If you want to explore on small islands or similar places, don't worry, because you can return to the main terrain without being exposed by the connecting bridge. Many people are smart, waiting on the other side of the bridge! In addition, since there is room for two people, the best vehicle can move freely in two-person mode!.",
      "image2": "https://i.imgur.com/m1IVaFy.jpg",
	  "text3": "MILITARY JEEP: This military jeep is one of the most versatile vehicles on the Free Fire map, but it is not very fast. If you are driving on a steep hill, you will notice that it is difficult for the jeep to overcome the slope, in fact, it is common for you to end up downhill. If there are no other options, please drive this vehicle. Jeep can indeed withstand a lot of shooting, especially when you turn your back to the shooter. The rear part of the jeep can free you from multiple difficulties!. TUK TUK: Tuk Tuk is a slow vehicle, weak and abundant in the area. Dont use it unless you want to move quickly in the same village. Because it is a bit narrow, you can shuttle between houses, so even if it sounds ridiculous, it is useful in chasing. If you want to quickly plunder small villages like Bimasakti Strip, then Tuk Tuk is a good choice. VAN: The VAN is another vehicle that is very abundant on the map. It has a certain resistance, moderate speed, and provides good protection for the driver. If you dont need to return to a safe area immediately, this is a good choice to get from one town to another.",
      "image3": "https://i.imgur.com/dXB94zK.jpg"
    },


    {
      "title": "Diamonds",
      "likes": "45.9k",
      "dislikes": "104",
      "icon": "https://i.imgur.com/ZBlB9UB.png",
	  "text": "Play Games: We will get a gold coin for participation only, so entering the game will always be a good time. If you want to make more money, then practice and hard work is a good thing, because the game will reward survival time, final position, elimination and headshots. In addition, by playing games, you will be able to complete daily challenges. There are various challenges, especially if you have purchased an Elite Pass (unlocked with real money only). After completing the challenge, you will receive one or more explosive medals. These tasks are usually to fight for a certain number of minutes, use a specific weapon, achieve a specific number of eliminations, or ultimately stay in a high position. Explosive medals are used for the Fire Pass. On this site, you'll unlock items as you get more medals. If you purchase Elite Pass, you'll get better rewards in the form of gold, diamonds and even skins. Otherwise, you can limit yourself to the Free Pass, but the rewards will be much scarcer.",
      "image": "https://i.imgur.com/dXB94zK.jpg",
	  "text2": "Enter The Game Every Day: This is a simple and safe way to make money, but under no circumstances will we get diamonds just for entry. After entering the game, daily rewards will always appear, usually, you will get 350 gold coins every week. This is a very simple way to accumulate such virtual funds, so please try to enter Free Fire every day.",
      "image2": "https://i.imgur.com/m1IVaFy.jpg",
	  "text3": "Open The Free Box And Participate In Gold Royal: We provide free boxes in the game store every day. To find this box, go to the General section and click on the Daily Quote section. There is also the famous Luck Royale, we can access it from the main menu. There, we tested our luck. However, you can use so-called ordinary vouchers or spend gold coins to participate in the Royal Gold Coin program. If we only use the normal Royal Royal vouchers, the first two rewards that spin every week usually contain 100 gold coins each. To purchase these rewards, click on the red bag to the right of the Royal Gold Coin. There is also the famous Luck Royale, we can access it from the main menu. There, we tested our luck. However, you can use so-called ordinary vouchers or spend gold coins to participate in the Royal Gold Coin program. If we only use the normal Royal Royal vouchers, the first two rewards that spin every week usually contain 100 gold coins each. To purchase these rewards, click on the red bag to the right of the Royal Gold Coin.",
      "image3": "https://i.imgur.com/dXB94zK.jpg"
    }
	
	
  ]
}
